Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Vault_GenerateAiTitleTip.ToolTipService.ToolTip
source: Generate AI title
de: KI-Titel generieren
es: Generar título con IA
fr: Générer un titre par IA
ja: AI タイトルを生成
zh_cn: 生成 AI 标题

source: Generate AI title
de: KI-Titel generieren
es: Generar título con IA
fr: Générer un titre par IA
ja: AI タイトルを生成
zh_cn: 生成 AI 标题

# Vault_AiTitle.Text
source: AI Title
de: KI-Titel
es: Título IA
fr: Titre IA
ja: AI タイトル
zh_cn: AI 标题

# Vault_ViewDetailsTip.ToolTipService.ToolTip
source: View details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳細を表示
zh_cn: 查看详情

# Vault_Detail.Text
source: Detail
de: Details
es: Detalle
fr: Détails
ja: 詳細
zh_cn: 详情

# Vault_UseThisDocumentInTip.ToolTipService.ToolTip
source: Use this document in a workflow
de: Dieses Dokument in einem Workflow verwenden
es: Usar este documento en un flujo de trabajo
fr: Utiliser ce document dans un flux de travail
ja: このドキュメントをワークフローで使用
zh_cn: 在工作流中使用此文档

# Vault_Workflow.Text
source: Workflow
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー
zh_cn: 工作流

# Vault_ReIndexDocumentTip.ToolTipService.ToolTip
source: Re-index document
de: Dokument neu indexieren
es: Reindexar documento
fr: Réindexer le document
ja: ドキュメントを再インデックス
zh_cn: 重新索引文档

source: Re-index document
de: Dokument neu indexieren
es: Reindexar documento
fr: Réindexer le document
ja: ドキュメントを再インデックス
zh_cn: 重新索引文档

# Vault_OpenFileLocationTip.ToolTipService.ToolTip
source: Open file location
de: Dateispeicherort öffnen
es: Abrir ubicación del archivo
fr: Ouvrir l'emplacement du fichier
ja: ファイルの場所を開く
zh_cn: 打开文件位置

source: Open file location
de: Dateispeicherort öffnen
es: Abrir ubicación del archivo
fr: Ouvrir l'emplacement du fichier
ja: ファイルの場所を開く
zh_cn: 打开文件位置

# Vault_DeleteDocumentTip.ToolTipService.ToolTip
source: Delete document
de: Dokument löschen
es: Eliminar documento
fr: Supprimer le document
ja: ドキュメントを削除
zh_cn: 删除文档

source: Delete document
de: Dokument löschen
es: Eliminar documento
fr: Supprimer le document
ja: ドキュメントを削除
zh_cn: 删除文档

# Vault_NoDocumentsYet.Text
source: No documents yet
de: Noch keine Dokumente
es: Aún no hay documentos
fr: Pas encore de documents
ja: ドキュメントはまだありません
zh_cn: 暂无文档

# Vault_ImportYourFirstDocuments.Text
source: Import your first documents to start building your knowledge vault. PDFs, Word files, Markdown, text files, and more are supported.
de: Importieren Sie Ihre ersten Dokumente, um Ihren Wissens-Tresor aufzubauen. PDFs, Word-Dateien, Markdown, Textdateien und mehr werden unterstützt.
es: Importe sus primeros documentos para empezar a construir su bóveda de conocimiento. Se admiten PDF, archivos de Word, Markdown, archivos de texto y más.
fr: Importez vos premiers documents pour commencer à bâtir votre coffre-fort de connaissances. PDF, fichiers Word, Markdown, fichiers texte et plus sont pris en charge.
ja: 最初のドキュメントをインポートして、Knowledge Vault の構築を始めましょう。PDF、Word ファイル、Markdown、テキスト ファイルなどに対応しています。
zh_cn: 导入您的第一批文档,开始构建 Knowledge Vault。支持 PDF、Word 文件、Markdown、文本文件等。

# Vault_ImportYourFirstFiles.Text
source: Import Your First Files
de: Importieren Sie Ihre ersten Dateien
es: Importe sus primeros archivos
fr: Importez vos premiers fichiers
ja: 最初のファイルをインポート
zh_cn: 导入您的第一批文件

# Vault_IndexingInProgress.Text
source: Indexing in progress...
de: Indexierung läuft...
es: Indexación en curso...
fr: Indexation en cours...
ja: インデックスを作成しています...
zh_cn: 正在建立索引...

# Vault_Remaining.Text
source: remaining
de: verbleibend
es: restantes
fr: restants
ja: 件残り
zh_cn: 个剩余

# Vault_DocumentPreview.Text
source: Document Preview
de: Dokumentvorschau
es: Vista previa del documento
fr: Aperçu du document
ja: ドキュメント プレビュー
zh_cn: 文档预览

# Vault_ClosePreviewTip.ToolTipService.ToolTip
source: Close preview
de: Vorschau schließen
es: Cerrar vista previa
fr: Fermer l'aperçu
ja: プレビューを閉じる
zh_cn: 关闭预览

source: Close preview
de: Vorschau schließen
es: Cerrar vista previa
fr: Fermer l'aperçu
ja: プレビューを閉じる
zh_cn: 关闭预览

# Vault_FocusedDocument.Text
source: Focused Document
de: Fokussiertes Dokument
es: Documento enfocado
fr: Document ciblé
ja: フォーカス中のドキュメント
zh_cn: 聚焦文档

# Vault_Dismiss.Content
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

# Vault_ExtractedTitle.Text
source: EXTRACTED TITLE
de: EXTRAHIERTER TITEL
es: TÍTULO EXTRAÍDO
fr: TITRE EXTRAIT
ja: 抽出されたタイトル
zh_cn: 提取的标题

# Vault_AiSummary.Text
source: AI SUMMARY
de: KI-ZUSAMMENFASSUNG
es: RESUMEN DE IA
fr: RÉSUMÉ IA
ja: AI 要約
zh_cn: AI 摘要

# Vault_Details.Text
source: DETAILS
es: DETALLES
fr: DÉTAILS
ja: 詳細
zh_cn: 详细信息

# Vault_Pages2.Text
source: Pages
de: Seiten
es: Páginas
ja: ページ
zh_cn: 页

# Vault_Words2.Text
source: Words
de: Wörter
es: Palabras
fr: Mots
ja: 語
zh_cn: 词

# Vault_Chunks2.Text
source: Chunks
de: Abschnitte
es: Fragmentos
fr: Fragments
ja: チャンク
zh_cn: 块

# Vault_Size2.Text
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
zh_cn: 大小

# Vault_DateImported.Text
source: Date Imported
de: Importdatum
es: Fecha de importación
fr: Date d'importation
ja: インポート日
zh_cn: 导入日期

# Vault_Tags2.Text
source: TAGS
es: ETIQUETAS
ja: タグ
zh_cn: 标签

# Vault_GenerateAnAiPoweredTip.ToolTipService.ToolTip
source: Generate an AI-powered title for this document
de: Einen KI-generierten Titel für dieses Dokument erstellen
es: Generar un título con IA para este documento
fr: Générer un titre par IA pour ce document
ja: このドキュメントの AI タイトルを生成
zh_cn: 为此文档生成 AI 标题

# Vault_GenerateTitle.Text
source: Generate Title
de: Titel generieren
es: Generar título
fr: Générer le titre
ja: タイトルを生成
zh_cn: 生成标题

# Vault_OpenFileLocationInTip.ToolTipService.ToolTip
source: Open file location in Explorer
de: Dateispeicherort im Explorer öffnen
es: Abrir ubicación del archivo en el Explorador
fr: Ouvrir l'emplacement du fichier dans l'Explorateur
ja: ファイルの場所をエクスプローラーで開く
zh_cn: 在文件资源管理器中打开文件位置

# Vault_OpenInExplorer.Text
source: Open in Explorer
de: Im Explorer öffnen
es: Abrir en el Explorador
fr: Ouvrir dans l'Explorateur
ja: エクスプローラーで開く
zh_cn: 在文件资源管理器中打开

# Vault_ReIndexThisDocumentTip.ToolTipService.ToolTip
source: Re-index this document
de: Dieses Dokument neu indexieren
es: Reindexar este documento
fr: Réindexer ce document
ja: このドキュメントを再インデックス
zh_cn: 重新索引此文档

# Vault_ReIndex2.Text
source: Re-index
de: Neu indexieren
es: Reindexar
fr: Réindexer
ja: 再インデックス
zh_cn: 重新索引

# CollMgr_Collections.Text
source: Collections
de: Sammlungen
es: Colecciones
ja: コレクション
zh_cn: 合集

# CollMgr_RefreshCollectionsTip.ToolTipService.ToolTip
source: Refresh collections
de: Sammlungen aktualisieren
es: Actualizar colecciones
fr: Actualiser les collections
ja: コレクションを更新
zh_cn: 刷新合集

source: Refresh collections
de: Sammlungen aktualisieren
es: Actualizar colecciones
fr: Actualiser les collections
ja: コレクションを更新
zh_cn: 刷新合集

# CollMgr_NewCollectionNamePh.PlaceholderText
source: New collection name...
de: Name der neuen Sammlung...
es: Nombre de la nueva colección...
fr: Nom de la nouvelle collection...
ja: 新しいコレクション名...
zh_cn: 新合集名称...

# CollMgr_DescriptionOptionalPh.PlaceholderText
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
ja: 説明 (省略可)
zh_cn: 描述(可选)

# CollMgr_CreateCollection.Text
source: Create Collection
de: Sammlung erstellen
es: Crear colección
fr: Créer une collection
ja: コレクションを作成
zh_cn: 创建合集

# CollMgr_Loading.Text
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込んでいます...
zh_cn: 正在加载...

# CollMgr_DeleteCollectionTip.ToolTipService.ToolTip
source: Delete collection
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
ja: コレクションを削除
zh_cn: 删除合集

source: Delete collection
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
ja: コレクションを削除
zh_cn: 删除合集

# CollMgr_DeleteCollectionTip2.ToolTipService.ToolTip
source: Delete collection
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
ja: コレクションを削除
zh_cn: 删除合集

# CollMgr_Collections2.Text
source: collections
de: Sammlungen
es: colecciones
ja: 個のコレクション
zh_cn: 个合集

# CollMgr_SelectACollection.Text
source: Select a Collection
de: Sammlung auswählen
es: Seleccione una colección
fr: Sélectionnez une collection
ja: コレクションを選択
zh_cn: 选择一个合集

# CollMgr_ChooseACollectionFrom.Text
source: Choose a collection from the left panel to view its documents. Collections help you organize your knowledge vault into focused groups.
de: Wählen Sie links eine Sammlung aus, um ihre Dokumente anzuzeigen. Sammlungen helfen Ihnen, Ihren Wissens-Tresor in thematische Gruppen zu gliedern.
es: Elija una colección en el panel izquierdo para ver sus documentos. Las colecciones le ayudan a organizar su bóveda de conocimiento en grupos temáticos.
fr: Choisissez une collection dans le panneau de gauche pour afficher ses documents. Les collections vous aident à organiser votre coffre-fort de connaissances en groupes ciblés.
ja: 左側のパネルからコレクションを選択すると、そのドキュメントが表示されます。コレクションを使うと、Knowledge Vault をテーマごとのグループに整理できます。
zh_cn: 在左侧面板中选择一个合集以查看其文档。合集可帮助您将 Knowledge Vault 整理为主题分组。

# CollMgr_AddDocuments.Text
source: Add Documents
de: Dokumente hinzufügen
es: Añadir documentos
fr: Ajouter des documents
ja: ドキュメントを追加
zh_cn: 添加文档

# CollMgr_Documents.Text
source: documents
de: Dokumente
es: documentos
ja: 件のドキュメント
zh_cn: 个文档

# CollMgr_Updated.Text
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新:
zh_cn: 更新于

# CollMgr_DocumentsInThisCollection.Text
source: Documents in this Collection
de: Dokumente in dieser Sammlung
es: Documentos en esta colección
fr: Documents de cette collection
ja: このコレクションのドキュメント
zh_cn: 此合集中的文档

# CollMgr_RemoveFromCollectionTip.ToolTipService.ToolTip
source: Remove from collection
de: Aus Sammlung entfernen
es: Quitar de la colección
fr: Retirer de la collection
ja: コレクションから削除
zh_cn: 从合集中移除

source: Remove from collection
de: Aus Sammlung entfernen
es: Quitar de la colección
fr: Retirer de la collection
ja: コレクションから削除
zh_cn: 从合集中移除

# CollMgr_NoDocumentsInThis.Text
source: No documents in this collection
de: Keine Dokumente in dieser Sammlung
es: No hay documentos en esta colección
fr: Aucun document dans cette collection
ja: このコレクションにはドキュメントがありません
zh_cn: 此合集中没有文档

# CollMgr_ClickAddDocumentsTo.Text
source: Click 'Add Documents' to assign files from your Knowledge Vault to this collection.
de: Klicken Sie auf „Dokumente hinzufügen“, um Dateien aus Ihrem Wissens-Tresor dieser Sammlung zuzuweisen.
es: Haga clic en 'Añadir documentos' para asignar archivos de su bóveda de conocimiento a esta colección.
fr: Cliquez sur « Ajouter des documents » pour affecter des fichiers de votre coffre-fort de connaissances à cette collection.
ja: [ドキュメントを追加] をクリックして、Knowledge Vault のファイルをこのコレクションに割り当てます。
zh_cn: 点击“添加文档”,将 Knowledge Vault 中的文件分配到此合集。

# Graph_KnowledgeGraph.Text
source: KNOWLEDGE GRAPH
de: WISSENSGRAPH
es: GRAFO DE CONOCIMIENTO
fr: GRAPHE DE CONNAISSANCES
ja: ナレッジ グラフ
zh_cn: 知识图谱

# Graph_VisualizeRelationshipsBetweenD.Text
source: Visualize relationships between documents, collections, and tags.
de: Visualisieren Sie Beziehungen zwischen Dokumenten, Sammlungen und Tags.
es: Visualice las relaciones entre documentos, colecciones y etiquetas.
fr: Visualisez les relations entre documents, collections et tags.
ja: ドキュメント、コレクション、タグ間の関係を可視化します。
zh_cn: 可视化文档、合集和标签之间的关系。

# Graph_SearchNodesPh.PlaceholderText
source: Search nodes...
de: Knoten suchen...
es: Buscar nodos...
fr: Rechercher des nœuds...
ja: ノードを検索...
zh_cn: 搜索节点...

# Graph_Docs.Text
source: Docs
de: Dok.
ja: ドキュメント
zh_cn: 文档

# Graph_Collections.Text
source: Collections
de: Sammlungen
es: Colecciones
ja: コレクション
zh_cn: 合集

# Graph_Tags.Text
source: Tags
es: Etiquetas
ja: タグ
zh_cn: 标签

# Graph_Connections.Text
source: connections
de: Verbindungen
es: conexiones
fr: connexions
ja: 個の接続
zh_cn: 个连接

# Graph_RebuildTheKnowledgeGraphTip.ToolTipService.ToolTip
source: Rebuild the knowledge graph
de: Wissensgraph neu aufbauen
es: Reconstruir el grafo de conocimiento
fr: Reconstruire le graphe de connaissances
ja: ナレッジ グラフを再構築
zh_cn: 重建知识图谱

# Graph_Refresh.Text
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_cn: 刷新

# Graph_ZoomOutTip.ToolTipService.ToolTip
source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: 縮小
zh_cn: 缩小

# Graph_ZoomInTip.ToolTipService.ToolTip
source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: 拡大
zh_cn: 放大

# Graph_ResetZoomTip.ToolTipService.ToolTip
source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
ja: ズームをリセット
zh_cn: 重置缩放

# Graph_NoGraphData.Text
source: No Graph Data
de: Keine Graphdaten
es: Sin datos de grafo
fr: Aucune donnée de graphe
ja: グラフ データがありません
zh_cn: 暂无图谱数据

# Graph_ImportDocumentsAndOrganize.Text
source: Import documents and organize them into collections to see relationships visualized here.
de: Importieren Sie Dokumente und ordnen Sie sie Sammlungen zu, um hier ihre Beziehungen zu sehen.
es: Importe documentos y organícelos en colecciones para ver aquí sus relaciones visualizadas.
fr: Importez des documents et organisez-les en collections pour visualiser ici leurs relations.
ja: ドキュメントをインポートしてコレクションに整理すると、ここに関係が可視化されます。
zh_cn: 导入文档并整理到合集中,即可在此查看可视化的关系。

# Graph_Legend.Text
source: LEGEND
de: LEGENDE
es: LEYENDA
fr: LÉGENDE
ja: 凡例
zh_cn: 图例

# Graph_Document.Text
source: Document
de: Dokument
es: Documento
ja: ドキュメント
zh_cn: 文档

# Graph_Collection.Text
source: Collection
de: Sammlung
es: Colección
ja: コレクション
zh_cn: 合集

# Graph_Tag.Text
source: Tag
es: Etiqueta
ja: タグ
zh_cn: 标签

# Graph_ClusterActive.Text
source: Cluster Active
de: Cluster aktiv
es: Clúster activo
fr: Cluster actif
ja: クラスター アクティブ
zh_cn: 聚类已激活

# Graph_ClearClusterHighlightTip.ToolTipService.ToolTip
source: Clear cluster highlight
de: Cluster-Hervorhebung aufheben
es: Quitar resaltado del clúster
fr: Effacer la surbrillance du cluster
ja: クラスターの強調表示を解除
zh_cn: 清除聚类高亮

# Graph_Show.Text
source: SHOW
de: ANZEIGEN
es: MOSTRAR
fr: AFFICHER
ja: 表示
zh_cn: 显示

# Graph_Documents.Content
source: Documents
de: Dokumente
es: Documentos
ja: ドキュメント
zh_cn: 文档

# Graph_Collections2.Content
source: Collections
de: Sammlungen
es: Colecciones
ja: コレクション
zh_cn: 合集

# Graph_Tags2.Content
source: Tags
es: Etiquetas
ja: タグ
zh_cn: 标签

# Graph_NodeDetails.Text
source: Node Details
de: Knotendetails
es: Detalles del nodo
fr: Détails du nœud
ja: ノードの詳細
zh_cn: 节点详情

# Graph_CloseDetailsPanelTip.ToolTipService.ToolTip
source: Close details panel
de: Detailbereich schließen
es: Cerrar panel de detalles
fr: Fermer le panneau de détails
ja: 詳細パネルを閉じる
zh_cn: 关闭详情面板

# Graph_Name.Text
source: NAME
es: NOMBRE
fr: NOM
ja: 名前
zh_cn: 名称

# Graph_Type.Text
source: TYPE
de: TYP
es: TIPO
ja: 種類
zh_cn: 类型

# Graph_Connections2.Text
source: CONNECTIONS
de: VERBINDUNGEN
es: CONEXIONES
fr: CONNEXIONS
ja: 接続
zh_cn: 连接

# Graph_Edges.Text
source: edges
de: Kanten
es: aristas
fr: arêtes
ja: 本のエッジ
zh_cn: 条边

# Graph_Position.Text
source: POSITION
es: POSICIÓN
ja: 位置
zh_cn: 位置

# Annot_Annotations.Text
source: Annotations
de: Annotationen
es: Anotaciones
ja: 注釈
zh_cn: 注释

# Annot_Highlights.Text
source: highlights
de: Hervorhebungen
es: resaltados
fr: surlignages
ja: 件のハイライト
zh_cn: 条高亮

# Annot_SearchAnnotationsPh.PlaceholderText
source: Search annotations...
de: Annotationen durchsuchen...
es: Buscar anotaciones...
fr: Rechercher des annotations...
ja: 注釈を検索...
zh_cn: 搜索注释...

# Annot_Search.Content
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
zh_cn: 搜索

# Annot_FilterByColor.Text
source: FILTER BY COLOR
de: NACH FARBE FILTERN
es: FILTRAR POR COLOR
fr: FILTRER PAR COULEUR
ja: 色でフィルター
zh_cn: 按颜色筛选

# Annot_Distribution.Text
source: DISTRIBUTION
de: VERTEILUNG
es: DISTRIBUCIÓN
fr: RÉPARTITION
ja: 分布
zh_cn: 分布

# Annot_ExportAsMarkdown.Content
source: Export as Markdown
de: Als Markdown exportieren
es: Exportar como Markdown
fr: Exporter en Markdown
ja: Markdown としてエクスポート
zh_cn: 导出为 Markdown

# Annot_AllAnnotations.Text
source: ALL ANNOTATIONS
de: ALLE ANNOTATIONEN
es: TODAS LAS ANOTACIONES
fr: TOUTES LES ANNOTATIONS
ja: すべての注釈
zh_cn: 全部注释

# Annot_YourHighlightsAndNotes.Text
source: Your highlights and notes across all documents.
de: Ihre Hervorhebungen und Notizen aus allen Dokumenten.
es: Sus resaltados y notas de todos los documentos.
fr: Vos surlignages et notes dans tous les documents.
ja: すべてのドキュメントのハイライトとメモ。
zh_cn: 您在所有文档中的高亮和笔记。

# Annot_DeleteAnnotationTip.ToolTipService.ToolTip
source: Delete annotation
de: Annotation löschen
es: Eliminar anotación
fr: Supprimer l'annotation
ja: 注釈を削除
zh_cn: 删除注释

source: Delete annotation
de: Annotation löschen
es: Eliminar anotación
fr: Supprimer l'annotation
ja: 注釈を削除
zh_cn: 删除注释

# Annot_NoAnnotationsYet.Text
source: No annotations yet
de: Noch keine Annotationen
es: Aún no hay anotaciones
fr: Pas encore d'annotations
ja: 注釈はまだありません
zh_cn: 暂无注释

# Annot_HighlightTextInYour.Text
source: Select text in a document's preview in the Knowledge Vault to create annotations.
de: Markieren Sie Text in der Dokumentvorschau im Wissens-Tresor, um Annotationen zu erstellen.
es: Seleccione texto en la vista previa de un documento en la Bóveda de Conocimiento para crear anotaciones.
fr: Sélectionnez du texte dans l'aperçu d'un document du Coffre-fort de Connaissances pour créer des annotations.
ja: Knowledge Vault のドキュメント プレビューでテキストを選択すると、注釈を作成できます。
zh_cn: 在 Knowledge Vault 的文档预览中选择文本即可创建注释。

# WebImport_WebImport.Text
source: WEB IMPORT
es: IMPORTACIÓN WEB
fr: IMPORT WEB
ja: Web インポート
zh_cn: 网页导入

# WebImport_PasteUrlsToExtract.Text
source: Paste URLs to extract and ingest web articles into your Knowledge Vault.
de: Fügen Sie URLs ein, um Webartikel zu extrahieren und in Ihren Wissens-Tresor aufzunehmen.
es: Pegue URL para extraer artículos web e incorporarlos a su bóveda de conocimiento.
fr: Collez des URL pour extraire des articles web et les ajouter à votre coffre-fort de connaissances.
ja: URL を貼り付けると、Web 記事を抽出して Knowledge Vault に取り込めます。
zh_cn: 粘贴 URL,提取网页文章并导入 Knowledge Vault。

# WebImport_EnterUrls.Text
source: Enter URLs
de: URLs eingeben
es: Introducir URL
fr: Saisir des URL
ja: URL を入力
zh_cn: 输入 URL

# WebImport_OneUrlPerLine.Text
source: One URL per line. Supports web articles and YouTube videos.
de: Eine URL pro Zeile. Unterstützt Webartikel und YouTube-Videos.
es: Una URL por línea. Admite artículos web y vídeos de YouTube.
fr: Une URL par ligne. Prend en charge les articles web et les vidéos YouTube.
ja: 1 行につき 1 つの URL。Web 記事と YouTube 動画に対応しています。
zh_cn: 每行一个 URL。支持网页文章和 YouTube 视频。

# WebImport_AddToCollectionOptional.Text
source: Add to Collection (optional)
de: Zu Sammlung hinzufügen (optional)
es: Añadir a colección (opcional)
fr: Ajouter à une collection (facultatif)
ja: コレクションに追加 (省略可)
zh_cn: 添加到合集(可选)

# WebImport_NoCollectionPh.PlaceholderText
source: No collection
de: Keine Sammlung
es: Sin colección
fr: Aucune collection
ja: コレクションなし
zh_cn: 无合集

# WebImport_PreviewFirstUrl.Content
source: Preview First URL
de: Erste URL in Vorschau
es: Vista previa de la primera URL
fr: Aperçu de la première URL
ja: 最初の URL をプレビュー
zh_cn: 预览第一个 URL

# WebImport_ImportAll.Content
source: Import All
de: Alle importieren
es: Importar todo
fr: Tout importer
ja: すべてインポート
zh_cn: 全部导入

# WebImport_Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# WebImport_Importing.Text
source: Importing
de: Importiere
es: Importando
fr: Importation
ja: インポート中
zh_cn: 正在导入

# WebImport_ExtractingContent.Text
source: Extracting content...
de: Inhalt wird extrahiert...
es: Extrayendo contenido...
fr: Extraction du contenu...
ja: コンテンツを抽出しています...
zh_cn: 正在提取内容...

# WebImport_Preview.Text
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_cn: 预览

# WebImport_Title.Text
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
zh_cn: 标题

# WebImport_Site.Text
source: Site
de: Website
es: Sitio
ja: サイト
zh_cn: 站点

# WebImport_Author.Text
source: Author
de: Autor
es: Autor
fr: Auteur
ja: 著者
zh_cn: 作者

# WebImport_Words.Text
source: Words
de: Wörter
es: Palabras
fr: Mots
ja: 語数
zh_cn: 词数

# WebImport_ImportResults.Text
source: Import Results
de: Importergebnisse
es: Resultados de importación
fr: Résultats d'importation
ja: インポート結果
zh_cn: 导入结果

# WebImport_Imported.Text
source: imported
de: importiert
es: importados
fr: importés
ja: 件インポート済み
zh_cn: 个已导入

# WebImport_Failed.Text
source: failed
de: fehlgeschlagen
es: fallidos
fr: échoués
ja: 件失敗
zh_cn: 个失败

# WebImport_Words2.Text
source: words
de: Wörter
es: palabras
fr: mots
ja: 語
zh_cn: 词

# WebImport_ClearResults.Content
source: Clear Results
de: Ergebnisse leeren
es: Borrar resultados
fr: Effacer les résultats
ja: 結果をクリア
zh_cn: 清空结果

# WebImport_RssAtomFeed.Text
source: RSS / Atom Feed
es: Fuente RSS / Atom
fr: Flux RSS / Atom
ja: RSS / Atom フィード
zh_cn: RSS / Atom 源

# WebImport_SubscribeToAFeed.Text
source: Import every item a feed lists right now into your Knowledge Vault. The feed is read once; new items are not fetched later.
de: Importieren Sie alle Einträge, die ein Feed gerade enthält, in Ihren Wissens-Tresor. Der Feed wird einmal gelesen; neue Einträge werden später nicht abgerufen.
es: Importe a su bóveda de conocimiento todos los elementos que una fuente contiene en este momento. La fuente se lee una sola vez; los elementos nuevos no se obtienen más adelante.
fr: Importez dans votre coffre-fort de connaissances tous les éléments qu'un flux contient à cet instant. Le flux n'est lu qu'une fois : les nouveaux éléments ne sont pas récupérés par la suite.
ja: フィードに現在含まれているすべてのアイテムを Knowledge Vault にインポートします。フィードの読み込みは 1 回だけで、新しいアイテムは後から取得されません。
zh_cn: 将源中当前列出的所有条目导入 Knowledge Vault。源只读取一次，之后不会获取新条目。

# WebImport_FeedUrl.Header
source: Feed URL
es: URL de la fuente
fr: URL du flux
ja: フィード URL
zh_cn: 源 URL

# WebImport_SubscribeImport.Content
source: Import Feed
de: Feed importieren
es: Importar fuente
fr: Importer le flux
ja: フィードをインポート
zh_cn: 导入源

# WebImport_SitemapImport.Text
source: Sitemap Import
es: Importación de sitemap
fr: Import de sitemap
ja: サイトマップ インポート
zh_cn: 站点地图导入

# WebImport_ImportPagesDiscoveredFrom.Text
source: Import pages discovered from a sitemap.xml file. Up to 100 pages will be imported.
de: Importieren Sie Seiten aus einer sitemap.xml-Datei. Bis zu 100 Seiten werden importiert.
es: Importe páginas descubiertas desde un archivo sitemap.xml. Se importarán hasta 100 páginas.
fr: Importez des pages découvertes dans un fichier sitemap.xml. Jusqu'à 100 pages seront importées.
ja: sitemap.xml ファイルから検出されたページをインポートします。最大 100 ページまでインポートされます。
zh_cn: 从 sitemap.xml 文件中发现并导入页面。最多导入 100 个页面。

# WebImport_SitemapUrl.Header
source: Sitemap URL
es: URL del sitemap
fr: URL du sitemap
ja: サイトマップ URL
zh_cn: 站点地图 URL

# WebImport_ImportFromSitemap.Content
source: Import from Sitemap
de: Aus Sitemap importieren
es: Importar desde sitemap
fr: Importer depuis le sitemap
ja: サイトマップからインポート
zh_cn: 从站点地图导入

# WebImport_ImportsUpTo100.Text
source: Imports up to 100 pages from the sitemap
de: Importiert bis zu 100 Seiten aus der Sitemap
es: Importa hasta 100 páginas del sitemap
fr: Importe jusqu'à 100 pages du sitemap
ja: サイトマップから最大 100 ページをインポートします
zh_cn: 从站点地图最多导入 100 个页面

# Digest_WeeklyDigest.Text
source: WEEKLY DIGEST
de: WOCHEN-DIGEST
es: RESUMEN SEMANAL
fr: RÉSUMÉ HEBDOMADAIRE
ja: 週次ダイジェスト
zh_cn: 每周摘要

# Digest_GenerateNewDigest.Text
source: Generate New Digest
de: Neuen Digest erstellen
es: Generar nuevo resumen
fr: Générer un nouveau résumé
ja: 新しいダイジェストを生成
zh_cn: 生成新摘要

# Digest_NewDocuments.Text
source: New Documents
de: Neue Dokumente
es: Documentos nuevos
fr: Nouveaux documents
ja: 新規ドキュメント
zh_cn: 新增文档

# Digest_Conversations.Text
source: Conversations
de: Konversationen
es: Conversaciones
ja: 会話
zh_cn: 会话

# Digest_Searches.Text
source: Searches
de: Suchanfragen
es: Búsquedas
fr: Recherches
ja: 検索
zh_cn: 搜索
